{
  "architectures": [
    "TabTransformer"
  ],
  "d_ff": 128,
  "d_model": 64,
  "dropout": 0.15,
  "dtype": "float32",
  "model_type": "crypto_tab_transformer",
  "n_features": 38,
  "n_heads": 4,
  "n_layers": 2,
  "transformers_version": "5.5.0"
}
