{
  "architectures": [
    "TabTransformer"
  ],
  "d_ff": 64,
  "d_model": 32,
  "dropout": 0.1,
  "dtype": "float32",
  "model_type": "crypto_weekly_alloc",
  "n_features": 7,
  "n_heads": 2,
  "n_layers": 1,
  "transformers_version": "5.5.0"
}
